
	<div class="container" style="">  
		<!-- -- Header Part -- -- -->
		<div class="head">
		    <div class="logo">
	        	<img src="<?php echo base_url('assets/images/logo1.jpg')?>" >
		    </div>
			
			<div class="title_top" >Programming Lab Management System</div>
	        <div class="title_btm" >King Mongkut's Institute of Technology Ladkrabang</div> 
	        
	        <div class="sign">
	             
				<form method="post" id="signin" action="<?php echo site_url(MY_CONTROLLER).'/verify' ?>">
					<div>
						<label for="username">Username/Student ID</label>
						<input id="username" name="username" placeholder="Username/Student ID" value="" title="username" 
								 type="text">
					</div>
					<div>
						<label for="password">Password</label>
						<input id="password" name="password" placeholder="password" value="" title="password" type="password">
					</div>
					<div class="remember" valign="bottom">
						<input id="signin_submit" value="Sign in"  type="submit" > 
					</div>
				</form>
	           
	        </div>
	    </div>

	<!-- ------ End of Head Part ----- --> 
	</div>
	<div class="clearfix"></div>
	<div class="container">
		<div class="row">
			<div class="col-lg-1"><h3>col 1</h3>นายพลาวุธ  เมืองแมน				
2		55011475		นางสาวอารยา  ฤทัยธนานนท์				
3		57010365		นายณตธสร  ไชยพาฤทธิ์				
4		59010019		นายกรวิชญ์  แก้วนำ				
5		59010036		นายกฤติน  สุขมี				
6		59010038		นายกฤษฎา  ถาระโท				
7		59010100		นางสาวกานต์กมล  พรมจรรย์				
8น				
11		59010242		นายฉัตรดนัย  ก้อนทอง				
12		59010248		นายเฉลิมชัย  ยิ่งยง				
13		59010257		นางสาวชญานิศ  ปรีชาสิทธิพร				
14		59010296		นายชวิน  ฐิตวัฒนสกุล				
15		59010312		นายชัยวัฒน์  โลมาบุตร				
16		59010334		นายชิษณุพงศ์  บาเปีย				
17		59010394		นางสาวณัชชา  สุวัฒนมาลา
			</div>

			<div class="col-lg-6"><h3>col 2:6</h3>นายพลาวุธ  เมืองแมน				
2		55011475		นางสาวอารยา  ฤทัยธนานนท์				
3		57010365		นายณตธสร  ไชยพาฤทธิ์				
4		59010019		นายกรวิชญ์  แก้วนำ				
5		59010036		นายกฤติน  สุขมี				
6		59010038		นายกฤษฎา  ถาระโท				
7		59010100		นางสาวกานต์กมล  พรมจรรย์				
8		59010189		นางสาวจารุภา  ไชยรบ				
9		59010226		นางสาวจุฑามณี  จุระนาจ				
10		59010227		นางสาวจุฑามาศ  มีพันแสน				
11		59010242		นายฉัตรดนัย  ก้อนทอง				
12		59010248		นายเฉลิมชัย  ยิ่งยง				
13		59010257		นางสาวชญานิศ  ปรีชาสิทธิพร				
14		59010296		นายชวิน  ฐิตวัฒนสกุล				
15		59010312		นายชัยวัฒน์  โลมาบุตร				
16		59010334		นายชิษณุพงศ์  บาเปีย				
17		59010394		นางสาวณัชชา  สุวัฒนมาลา
			</div>
			<div class="col-lg-2"><h3>col 3:2</h3>นายพลาวุธ  เมืองแมน				
2		55011475		นางสาวอารยา  ฤทัยธนานนท์				
3		57010365		นายณตธสร  ไชยพาฤทธิ์				
4		59010019		นายกรวิชญ์  แก้วนำ				
5		59010036		นายกฤติน  สุขมี				
6		59010038		นายกฤษฎา  ถาระโท				
7		59010100		นางสาวกานต์กมล  พรมจรรย์				
8		59010189		นางสาวจารุภา  ไชยรบ				
9		59010226		นางสาวจุฑามณี  จุระนาจ				
10		59010227		นางสาวจุฑามาศ  มีพันแสน				
11		59010242		นายฉัตรดนัย  ก้อนทอง				
12		59010248		นายเฉลิมชัย  ยิ่งยง				
13		59010257		นางสาวชญานิศ  ปรีชาสิทธิพร				
14		59010296		นายชวิน  ฐิตวัฒนสกุล				
15		59010312		นายชัยวัฒน์  โลมาบุตร				
16		59010334		นายชิษณุพงศ์  บาเปีย				
17		59010394		นางสาวณัชชา  สุวัฒนมาลา
			</div>
			<div class="col-lg-3"><h3>col 4:3</h3>นายพลาวุธ  เมืองแมน				
2		55011475		นางสาวอารยา  ฤทัยธนานนท์				
3		57010365		นายณตธสร  ไชยพาฤทธิ์				
4		59010019		นายกรวิชญ์  แก้วนำ				
5		59010036		นายกฤติน  สุขมี				
6		59010038		นายกฤษฎา  ถาระโท				
7		59010100		นางสาวกานต์กมล  พรมจรรย์				
8		59010189		นางสาวจารุภา  ไชยรบ				
9		59010226		นางสาวจุฑามณี  จุระนาจ				
10		59010227		นางสาวจุฑามาศ  มีพันแสน				
11		59010242		นายฉัตรดนัย  ก้อนทอง				
12		59010248		นายเฉลิมชัย  ยิ่งยง				
13		59010257		นางสาวชญานิศ  ปรีชาสิทธิพร				
14		59010296		นายชวิน  ฐิตวัฒนสกุล				
15		59010312		นายชัยวัฒน์  โลมาบุตร				
16		59010334		นายชิษณุพงศ์  บาเปีย				
17		59010394		นางสาวณัชชา  สุวัฒนมาลา
			</div>
		</div>
	</div>

	